
Prat3CharDB = {
	["history"] = {
		["cmdhistory"] = {
			["ChatFrame10EditBox"] = {
			},
			["ChatFrame7EditBox"] = {
			},
			["ChatFrame5EditBox"] = {
			},
			["ChatFrame8EditBox"] = {
			},
			["ChatFrame4EditBox"] = {
			},
			["ChatFrame6EditBox"] = {
			},
			["ChatFrame1EditBox"] = {
			},
			["ChatFrame3EditBox"] = {
			},
			["ChatFrame2EditBox"] = {
			},
			["ChatFrame9EditBox"] = {
			},
		},
	},
}
Prat3HighCPUPerCharDB = {
	["scrollback"] = {
		["ChatFrame5"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 125,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|cff979797|Hpratcopy|h[07:37 PM]|h|r 서리 검은늑대|1이;가; 죽었습니다. 3174의 경험치를 획득했습니다. (휴식 상태 경험치 보너스 +1587)",
					["r"] = 0.4352941513061523,
					["b"] = 1,
					["g"] = 0.4352941513061523,
					["timestamp"] = 320273.052,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["serverTime"] = 1700649423,
				}, -- [1]
				{
					["message"] = "|cff979797|Hpratcopy|h[07:37 PM]|h|r 아이템을 획득했습니다: |cffffffff|Hitem:43011::::::::79:::::::::|h[검은늑대 허벅지 고기]|h|r",
					["r"] = 0,
					["b"] = 0,
					["g"] = 0.6666666865348816,
					["timestamp"] = 320273.052,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["serverTime"] = 1700649426,
				}, -- [2]
				{
					["message"] = "|cff979797|Hpratcopy|h[07:37 PM]|h|r 아이템을 획득했습니다: |cff9d9d9d|Hitem:39211::::::::79:::::::::|h[깔쭉깔쭉한 이빨]|h|r",
					["r"] = 0,
					["b"] = 0,
					["g"] = 0.6666666865348816,
					["timestamp"] = 320273.052,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["serverTime"] = 1700649426,
				}, -- [3]
				{
					["message"] = "|cff979797|Hpratcopy|h[07:37 PM]|h|r |cffffffff|Hitem:43518::::::::79:::::::::|h[창조된 마나 파이]|h|r|1을;를; 20개 만들었습니다.",
					["r"] = 0,
					["b"] = 0,
					["g"] = 0.6666666865348816,
					["timestamp"] = 320273.052,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["serverTime"] = 1700649462,
				}, -- [4]
				{
					["message"] = "|cff979797|Hpratcopy|h[07:40 PM]|h|r 블리자드 서비스와의 연결이 끊어졌습니다.",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 320273.052,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["serverTime"] = 1700649639,
				}, -- [5]
				{
					["message"] = "|cff979797|Hpratcopy|h[07:46 PM]|h|r 33075의 경험치를 획득했습니다.",
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["serverTime"] = 1700649985,
					["timestamp"] = 320273.052,
					["g"] = 0.4352941513061523,
					["r"] = 0.4352941513061523,
				}, -- [6]
				{
					["message"] = "|cff979797|Hpratcopy|h[07:46 PM]|h|r 퀘스트를 완료했습니다: 얼음 감옥",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 0,
					["serverTime"] = 1700649985,
					["timestamp"] = 320273.052,
					["g"] = 1,
					["r"] = 1,
				}, -- [7]
				{
					["message"] = "|cff979797|Hpratcopy|h[07:46 PM]|h|r 경험치를 획득했습니다: 33075 XP",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 0,
					["serverTime"] = 1700649985,
					["timestamp"] = 320273.052,
					["g"] = 1,
					["r"] = 1,
				}, -- [8]
				{
					["message"] = "|cff979797|Hpratcopy|h[07:46 PM]|h|r 7 골드, 40 실버|1을;를; 받았습니다.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 0,
					["serverTime"] = 1700649985,
					["timestamp"] = 320273.052,
					["g"] = 1,
					["r"] = 1,
				}, -- [9]
				{
					["message"] = "|cff979797|Hpratcopy|h[07:46 PM]|h|r 퀘스트를 수락했습니다: 가치 증명",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 0,
					["serverTime"] = 1700649988,
					["timestamp"] = 320273.052,
					["g"] = 1,
					["r"] = 1,
				}, -- [10]
				{
					["message"] = "|cff979797|Hpratcopy|h[07:47 PM]|h|r 16575의 경험치를 획득했습니다.",
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["b"] = 1,
					["serverTime"] = 1700650042,
					["timestamp"] = 320273.052,
					["g"] = 0.4352941513061523,
					["r"] = 0.4352941513061523,
				}, -- [11]
				{
					["message"] = "|cff979797|Hpratcopy|h[07:47 PM]|h|r 퀘스트를 완료했습니다: 가치 증명",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 0,
					["serverTime"] = 1700650042,
					["timestamp"] = 320273.052,
					["g"] = 1,
					["r"] = 1,
				}, -- [12]
				{
					["message"] = "|cff979797|Hpratcopy|h[07:47 PM]|h|r 경험치를 획득했습니다: 16575 XP",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 0,
					["serverTime"] = 1700650042,
					["timestamp"] = 320273.052,
					["g"] = 1,
					["r"] = 1,
				}, -- [13]
				{
					["message"] = "|cff979797|Hpratcopy|h[07:47 PM]|h|r 3 골드, 70 실버|1을;를; 받았습니다.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 0,
					["serverTime"] = 1700650042,
					["timestamp"] = 320273.052,
					["g"] = 1,
					["r"] = 1,
				}, -- [14]
				{
					["message"] = "|cff979797|Hpratcopy|h[07:47 PM]|h|r 퀘스트를 수락했습니다: 고삐 만들기",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 0,
					["serverTime"] = 1700650048,
					["timestamp"] = 320273.052,
					["g"] = 1,
					["r"] = 1,
				}, -- [15]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:08 PM]|h|r |cffffffff|Hitem:43518::::::::79:::::::::|h[창조된 마나 파이]|h|r|1을;를; 20개 만들었습니다.",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.6666666865348816,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662138,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [16]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:11 PM]|h|r 얼음갈기 설인|1이;가; 죽었습니다. 2924의 경험치를 획득했습니다. (휴식 상태 경험치 보너스 +1462)",
					["b"] = 1,
					["r"] = 0.4352941513061523,
					["g"] = 0.4352941513061523,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662261,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
				}, -- [17]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:11 PM]|h|r 아이템을 획득했습니다: |cff9d9d9d|Hitem:43851::::::::79:::::::::|h[모피 조각]|h|r",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.6666666865348816,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662267,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [18]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:11 PM]|h|r 아이템을 획득했습니다: 6 실버, 83 코퍼",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662268,
					["extraData"] = {
						29, -- [1]
						["n"] = 1,
					},
				}, -- [19]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:11 PM]|h|r 얼음갈기 설인|1이;가; 죽었습니다. 2924의 경험치를 획득했습니다. (휴식 상태 경험치 보너스 +1462)",
					["b"] = 1,
					["r"] = 0.4352941513061523,
					["g"] = 0.4352941513061523,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662283,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
				}, -- [20]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:11 PM]|h|r 아이템을 획득했습니다: |cffffffff|Hitem:41424::::::::79:::::::::|h[얼음갈기 설인 가죽]|h|r",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.6666666865348816,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662287,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [21]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:11 PM]|h|r 아이템을 획득했습니다: |cff9d9d9d|Hitem:43852::::::::79:::::::::|h[두꺼운 모피 조각]|h|r",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.6666666865348816,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662287,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [22]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:11 PM]|h|r 아이템을 획득했습니다: 25 실버, 22 코퍼",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662288,
					["extraData"] = {
						29, -- [1]
						["n"] = 1,
					},
				}, -- [23]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:11 PM]|h|r 당신은 얼음가시에 약초채집|1을;를; 사용했습니다.",
					["b"] = 1,
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662300,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
				}, -- [24]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:11 PM]|h|r 당신은 얼음가시에 약초채집|1을;를; 사용했습니다.",
					["b"] = 1,
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662309,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
				}, -- [25]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:11 PM]|h|r 아이템을 획득했습니다: |cffffffff|Hitem:36906::::::::79:::::::::|h[얼음가시]|h|rx2",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.6666666865348816,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662310,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [26]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:12 PM]|h|r 얼음갈기 설인|1이;가; 죽었습니다. 2924의 경험치를 획득했습니다. (휴식 상태 경험치 보너스 +1462)",
					["b"] = 1,
					["r"] = 0.4352941513061523,
					["g"] = 0.4352941513061523,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662330,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
				}, -- [27]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:12 PM]|h|r 아이템을 획득했습니다: |cffffffff|Hitem:33470::::::::79:::::::::|h[서리매듭 옷감]|h|r",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.6666666865348816,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662333,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [28]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:12 PM]|h|r 아이템을 획득했습니다: 34 실버, 82 코퍼",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662334,
					["extraData"] = {
						29, -- [1]
						["n"] = 1,
					},
				}, -- [29]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:12 PM]|h|r 얼음갈기 설인|1이;가; 죽었습니다. 3072의 경험치를 획득했습니다. (휴식 상태 경험치 보너스 +1536)",
					["b"] = 1,
					["r"] = 0.4352941513061523,
					["g"] = 0.4352941513061523,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662347,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
				}, -- [30]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:12 PM]|h|r 아이템을 획득했습니다: |cff9d9d9d|Hitem:43852::::::::79:::::::::|h[두꺼운 모피 조각]|h|r",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.6666666865348816,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662349,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [31]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:12 PM]|h|r 아이템을 획득했습니다: 36 실버, 12 코퍼",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662350,
					["extraData"] = {
						29, -- [1]
						["n"] = 1,
					},
				}, -- [32]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:12 PM]|h|r 얼음갈기 설인|1이;가; 죽었습니다. 3072의 경험치를 획득했습니다. (휴식 상태 경험치 보너스 +1536)",
					["b"] = 1,
					["r"] = 0.4352941513061523,
					["g"] = 0.4352941513061523,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662365,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
				}, -- [33]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:12 PM]|h|r 아이템을 획득했습니다: |cffffffff|Hitem:41424::::::::79:::::::::|h[얼음갈기 설인 가죽]|h|r",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.6666666865348816,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662370,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [34]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:12 PM]|h|r 아이템을 획득했습니다: |cff9d9d9d|Hitem:43852::::::::79:::::::::|h[두꺼운 모피 조각]|h|r",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.6666666865348816,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662370,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [35]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:12 PM]|h|r 아이템을 획득했습니다: |cffffffff|Hitem:33454::::::::79:::::::::|h[절인 사슴 고기]|h|r",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.6666666865348816,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662370,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [36]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:12 PM]|h|r 아이템을 획득했습니다: 12 실버, 9 코퍼",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662371,
					["extraData"] = {
						29, -- [1]
						["n"] = 1,
					},
				}, -- [37]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:13 PM]|h|r 얼음갈기 설인|1이;가; 죽었습니다. 2924의 경험치를 획득했습니다. (휴식 상태 경험치 보너스 +1462)",
					["b"] = 1,
					["r"] = 0.4352941513061523,
					["g"] = 0.4352941513061523,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662382,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
				}, -- [38]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:13 PM]|h|r 아이템을 획득했습니다: |cffffffff|Hitem:41424::::::::79:::::::::|h[얼음갈기 설인 가죽]|h|r",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.6666666865348816,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662386,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [39]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:13 PM]|h|r 아이템을 획득했습니다: 11 실버, 88 코퍼",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662387,
					["extraData"] = {
						29, -- [1]
						["n"] = 1,
					},
				}, -- [40]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:13 PM]|h|r 33075의 경험치를 획득했습니다.",
					["b"] = 1,
					["r"] = 0.4352941513061523,
					["g"] = 0.4352941513061523,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662420,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
				}, -- [41]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:13 PM]|h|r 아이템을 획득했습니다: |cff1eff00|Hitem:42845::::::::79:::::::::|h[브룬힐다르 룬문자 반지]|h|r",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.6666666865348816,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662420,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [42]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:13 PM]|h|r 퀘스트를 완료했습니다: 고삐 만들기",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662420,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [43]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:13 PM]|h|r 경험치를 획득했습니다: 33075 XP",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662420,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [44]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:14 PM]|h|r 퀘스트를 수락했습니다: 드리워진 그늘",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662442,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [45]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:14 PM]|h|r 퀘스트를 수락했습니다: 동족의 마지막 존재",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662445,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [46]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:14 PM]|h|r 아이템을 획득했습니다: |cffffffff|Hitem:42838::::::::79:::::::::|h[룬문자 고삐]|h|r",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.6666666865348816,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662445,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [47]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:15 PM]|h|r 얼음아귀 곰|1이;가; 죽었습니다. 3022의 경험치를 획득했습니다. (휴식 상태 경험치 보너스 +1511)",
					["b"] = 1,
					["r"] = 0.4352941513061523,
					["g"] = 0.4352941513061523,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662509,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
				}, -- [48]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:15 PM]|h|r 아이템을 획득했습니다: |cffffffff|Hitem:43013::::::::79:::::::::|h[얼어붙은 고기]|h|r",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.6666666865348816,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662512,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [49]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:15 PM]|h|r 아이템을 획득했습니다: |cff9d9d9d|Hitem:44752::::::::79:::::::::|h[굵은 곰 꼬리]|h|r",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.6666666865348816,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662512,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [50]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:16 PM]|h|r 포악한 요르문가르|1이;가; 죽었습니다. 3174의 경험치를 획득했습니다. (휴식 상태 경험치 보너스 +1587)",
					["b"] = 1,
					["r"] = 0.4352941513061523,
					["g"] = 0.4352941513061523,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662576,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
				}, -- [51]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:16 PM]|h|r 아이템을 획득했습니다: |cff9d9d9d|Hitem:44757::::::::79:::::::::|h[신축성 있는 몸통]|h|r",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.6666666865348816,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662580,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [52]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:16 PM]|h|r 얼음아귀 곰|1이;가; 죽었습니다. 3174의 경험치를 획득했습니다. (휴식 상태 경험치 보너스 +1587)",
					["b"] = 1,
					["r"] = 0.4352941513061523,
					["g"] = 0.4352941513061523,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662599,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
				}, -- [53]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:16 PM]|h|r 아이템을 획득했습니다: |cff9d9d9d|Hitem:44752::::::::79:::::::::|h[굵은 곰 꼬리]|h|r",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.6666666865348816,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662604,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [54]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:16 PM]|h|r 아이템을 획득했습니다: |cffffffff|Hitem:43013::::::::79:::::::::|h[얼어붙은 고기]|h|r",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.6666666865348816,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662604,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [55]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:16 PM]|h|r 포악한 요르문가르|1이;가; 죽었습니다. 3022의 경험치를 획득했습니다. (휴식 상태 경험치 보너스 +1511)",
					["b"] = 1,
					["r"] = 0.4352941513061523,
					["g"] = 0.4352941513061523,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662615,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
				}, -- [56]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:17 PM]|h|r 아이템을 획득했습니다: |cff9d9d9d|Hitem:44756::::::::79:::::::::|h[응혈된 수액]|h|r",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.6666666865348816,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662620,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [57]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:17 PM]|h|r 아이템을 획득했습니다: |cffffffff|Hitem:43010::::::::79:::::::::|h[벌레 고기]|h|r",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.6666666865348816,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662620,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [58]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:17 PM]|h|r 포악한 요르문가르|1이;가; 죽었습니다. 3174의 경험치를 획득했습니다. (휴식 상태 경험치 보너스 +1587)",
					["b"] = 1,
					["r"] = 0.4352941513061523,
					["g"] = 0.4352941513061523,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662639,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
				}, -- [59]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:17 PM]|h|r 아이템을 획득했습니다: |cff9d9d9d|Hitem:44756::::::::79:::::::::|h[응혈된 수액]|h|r",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.6666666865348816,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662643,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [60]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:17 PM]|h|r 아이템을 획득했습니다: |cff9d9d9d|Hitem:33430::::::::79:::::::::|h[버려진 대검]|h|r",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.6666666865348816,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662643,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [61]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:17 PM]|h|r 포악한 요르문가르|1이;가; 죽었습니다. 3174의 경험치를 획득했습니다. (휴식 상태 경험치 보너스 +1587)",
					["b"] = 1,
					["r"] = 0.4352941513061523,
					["g"] = 0.4352941513061523,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662663,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
				}, -- [62]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:17 PM]|h|r 아이템을 획득했습니다: |cff9d9d9d|Hitem:44757::::::::79:::::::::|h[신축성 있는 몸통]|h|r",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.6666666865348816,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662669,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [63]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:17 PM]|h|r 아이템을 획득했습니다: |cffffffff|Hitem:43013::::::::79:::::::::|h[얼어붙은 고기]|h|r",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.6666666865348816,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662669,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [64]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:18 PM]|h|r 포악한 요르문가르|1이;가; 죽었습니다. 3174의 경험치를 획득했습니다. (휴식 상태 경험치 보너스 +1587)",
					["b"] = 1,
					["r"] = 0.4352941513061523,
					["g"] = 0.4352941513061523,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662681,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
				}, -- [65]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:18 PM]|h|r 아이템을 획득했습니다: |cff9d9d9d|Hitem:44756::::::::79:::::::::|h[응혈된 수액]|h|r",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.6666666865348816,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662686,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [66]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:18 PM]|h|r 아이템을 획득했습니다: |cffffffff|Hitem:43010::::::::79:::::::::|h[벌레 고기]|h|r",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.6666666865348816,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662686,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [67]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:18 PM]|h|r 포악한 요르문가르|1이;가; 죽었습니다. 3022의 경험치를 획득했습니다. (휴식 상태 경험치 보너스 +1511)",
					["b"] = 1,
					["r"] = 0.4352941513061523,
					["g"] = 0.4352941513061523,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662702,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
				}, -- [68]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:18 PM]|h|r 포악한 요르문가르|1이;가; 죽었습니다. 3022의 경험치를 획득했습니다. (휴식 상태 경험치 보너스 +1511)",
					["b"] = 1,
					["r"] = 0.4352941513061523,
					["g"] = 0.4352941513061523,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662715,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
				}, -- [69]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:18 PM]|h|r 아이템을 획득했습니다: |cff9d9d9d|Hitem:44756::::::::79:::::::::|h[응혈된 수액]|h|r",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.6666666865348816,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662719,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [70]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:18 PM]|h|r 아이템을 획득했습니다: |cffffffff|Hitem:43010::::::::79:::::::::|h[벌레 고기]|h|r",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.6666666865348816,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662719,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [71]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:18 PM]|h|r 아이템을 획득했습니다: |cff9d9d9d|Hitem:44756::::::::79:::::::::|h[응혈된 수액]|h|r",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.6666666865348816,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662722,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [72]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:18 PM]|h|r 아이템을 획득했습니다: |cffffffff|Hitem:43010::::::::79:::::::::|h[벌레 고기]|h|r",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.6666666865348816,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662722,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [73]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:19 PM]|h|r 포악한 요르문가르|1이;가; 죽었습니다. 3174의 경험치를 획득했습니다. (휴식 상태 경험치 보너스 +1587)",
					["b"] = 1,
					["r"] = 0.4352941513061523,
					["g"] = 0.4352941513061523,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662758,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
				}, -- [74]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:19 PM]|h|r 아이템을 획득했습니다: |cff9d9d9d|Hitem:44756::::::::79:::::::::|h[응혈된 수액]|h|r",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.6666666865348816,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662760,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [75]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:19 PM]|h|r 아이템을 획득했습니다: |cffffffff|Hitem:43010::::::::79:::::::::|h[벌레 고기]|h|r",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.6666666865348816,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662760,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [76]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:20 PM]|h|r 33075의 경험치를 획득했습니다.",
					["b"] = 1,
					["r"] = 0.4352941513061523,
					["g"] = 0.4352941513061523,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662845,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
				}, -- [77]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:20 PM]|h|r 퀘스트를 완료했습니다: 동족의 마지막 존재",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662845,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [78]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:20 PM]|h|r 경험치를 획득했습니다: 33075 XP",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662845,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [79]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:20 PM]|h|r 퀘스트를 수락했습니다: 사전 연습",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662847,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [80]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:20 PM]|h|r 아이템을 획득했습니다: |cffffffff|Hitem:42481::::::::79:::::::::|h[우두머리 전투곰 고삐]|h|r",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.6666666865348816,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662847,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [81]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:20 PM]|h|r 33075의 경험치를 획득했습니다.",
					["b"] = 1,
					["r"] = 0.4352941513061523,
					["g"] = 0.4352941513061523,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662856,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
				}, -- [82]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:20 PM]|h|r 아이템을 획득했습니다: |cff1eff00|Hitem:42846::::::::79:::::::::|h[요르문가르 장화]|h|r",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.6666666865348816,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662856,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [83]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:20 PM]|h|r 퀘스트를 완료했습니다: 드리워진 그늘",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662856,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [84]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:20 PM]|h|r 경험치를 획득했습니다: 33075 XP",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662856,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [85]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:20 PM]|h|r 7 골드, 40 실버|1을;를; 받았습니다.",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662856,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [86]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:23 PM]|h|r 24825의 경험치를 획득했습니다.",
					["b"] = 1,
					["r"] = 0.4352941513061523,
					["g"] = 0.4352941513061523,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700663033,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
				}, -- [87]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:23 PM]|h|r 퀘스트를 완료했습니다: 사전 연습",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700663033,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [88]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:23 PM]|h|r 경험치를 획득했습니다: 24825 XP",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700663033,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [89]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:23 PM]|h|r 퀘스트를 수락했습니다: 구덩이 속으로",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700663036,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [90]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:23 PM]|h|r 아이템을 획득했습니다: |cffffffff|Hitem:42499::::::::79:::::::::|h[우두머리 전투곰 고삐]|h|r",
					["b"] = 0,
					["r"] = 0,
					["g"] = 0.6666666865348816,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700663036,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
				}, -- [91]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:25 PM]|h|r 현재 착용 중인 장비의 내구도가 10%만큼 감소됩니다.",
					["b"] = 1,
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700663112,
					["extraData"] = {
						33, -- [1]
						["n"] = 1,
					},
				}, -- [92]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:26 PM]|h|r Erolektra|1이;가; 사로나이트 광맥에 채광|1을;를; 사용했습니다.",
					["b"] = 1,
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700663201,
					["extraData"] = {
						30, -- [1]
						["n"] = 1,
					},
				}, -- [93]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:27 PM]|h|r 기술이 향상되었습니다: 방어 (384)",
					["b"] = 1,
					["r"] = 0.3333333432674408,
					["g"] = 0.3333333432674408,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700663257,
					["extraData"] = {
						27, -- [1]
						["n"] = 1,
					},
				}, -- [94]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:28 PM]|h|r 현재 착용 중인 장비의 내구도가 10%만큼 감소됩니다.",
					["b"] = 1,
					["r"] = 0.501960813999176,
					["g"] = 0.501960813999176,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700663293,
					["extraData"] = {
						33, -- [1]
						["n"] = 1,
					},
				}, -- [95]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:37 PM]|h|r 자리 비움: 자리 비움 상태로 설정되었습니다.",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700663832,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [96]
				{
					["message"] = "|cff979797|Hpratcopy|h[12:02 AM]|h|r 오랜 시간 아무런 행동도 하지 않아 자동으로 접속 종료합니다. 접속 종료를 취소하려면 취소 버튼을 누르십시오.",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700665332,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [97]
				{
					["message"] = "0일, 5시간, 58분, 34초",
					["timestamp"] = 320273.052,
				}, -- [98]
				{
					["message"] = "========== 이전 대화 목록의 끝 ==========",
					["timestamp"] = 320273.052,
				}, -- [99]
				{
					["message"] = "|cff979797|Hpratcopy|h[06:01 AM]|h|r |cffffffff|Hitem:43518::::::::79:::::::::|h[창조된 마나 파이]|h|r|1을;를; 20개 만들었습니다.",
					["serverTime"] = 1700686872,
					["r"] = 0,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 320299.285,
					["g"] = 0.6666666865348816,
					["b"] = 0,
				}, -- [100]
				{
					["message"] = "|cff979797|Hpratcopy|h[06:04 AM]|h|r 33075의 경험치를 획득했습니다.",
					["serverTime"] = 1700687072,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 320499.669,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [101]
				{
					["message"] = "|cff979797|Hpratcopy|h[06:04 AM]|h|r 퀘스트를 완료했습니다: 구덩이 속으로",
					["serverTime"] = 1700687072,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 320499.669,
					["g"] = 1,
					["b"] = 0,
				}, -- [102]
				{
					["message"] = "|cff979797|Hpratcopy|h[06:04 AM]|h|r 경험치를 획득했습니다: 33075 XP",
					["serverTime"] = 1700687072,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 320499.669,
					["g"] = 1,
					["b"] = 0,
				}, -- [103]
				{
					["message"] = "|cff979797|Hpratcopy|h[06:04 AM]|h|r 7 골드, 40 실버|1을;를; 받았습니다.",
					["serverTime"] = 1700687072,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 320499.669,
					["g"] = 1,
					["b"] = 0,
				}, -- [104]
				{
					["message"] = "|cff979797|Hpratcopy|h[06:04 AM]|h|r 퀘스트를 수락했습니다: 영광의 서곡",
					["serverTime"] = 1700687074,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 320501.635,
					["g"] = 1,
					["b"] = 0,
				}, -- [105]
				{
					["message"] = "|cff979797|Hpratcopy|h[06:04 AM]|h|r 3300의 경험치를 획득했습니다.",
					["serverTime"] = 1700687092,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 320519.802,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [106]
				{
					["message"] = "|cff979797|Hpratcopy|h[06:04 AM]|h|r 퀘스트를 완료했습니다: 영광의 서곡",
					["serverTime"] = 1700687092,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 320519.852,
					["g"] = 1,
					["b"] = 0,
				}, -- [107]
				{
					["message"] = "|cff979797|Hpratcopy|h[06:04 AM]|h|r 경험치를 획득했습니다: 3300 XP",
					["serverTime"] = 1700687092,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 320519.852,
					["g"] = 1,
					["b"] = 0,
				}, -- [108]
				{
					["message"] = "|cff979797|Hpratcopy|h[06:04 AM]|h|r 72 실버|1을;를; 받았습니다.",
					["serverTime"] = 1700687092,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 320519.852,
					["g"] = 1,
					["b"] = 0,
				}, -- [109]
				{
					["message"] = "|cff979797|Hpratcopy|h[06:04 AM]|h|r 퀘스트를 수락했습니다: 로크리라의 이별 선물",
					["serverTime"] = 1700687094,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 320521.402,
					["g"] = 1,
					["b"] = 0,
				}, -- [110]
				{
					["message"] = "|cff979797|Hpratcopy|h[06:05 AM]|h|r 8250의 경험치를 획득했습니다.",
					["serverTime"] = 1700687113,
					["r"] = 0.4352941513061523,
					["extraData"] = {
						34, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 320540.469,
					["g"] = 0.4352941513061523,
					["b"] = 1,
				}, -- [111]
				{
					["message"] = "|cff979797|Hpratcopy|h[06:05 AM]|h|r 퀘스트를 완료했습니다: 로크리라의 이별 선물",
					["serverTime"] = 1700687113,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 320540.469,
					["g"] = 1,
					["b"] = 0,
				}, -- [112]
				{
					["message"] = "|cff979797|Hpratcopy|h[06:05 AM]|h|r 경험치를 획득했습니다: 8250 XP",
					["serverTime"] = 1700687113,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 320540.469,
					["g"] = 1,
					["b"] = 0,
				}, -- [113]
				{
					["message"] = "|cff979797|Hpratcopy|h[06:05 AM]|h|r 아이템을 획득했습니다: |cffffffff|Hitem:41058::::::::79:::::::::|h[힐드니르 작살]|h|r",
					["serverTime"] = 1700687114,
					["r"] = 0,
					["extraData"] = {
						28, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 320541.936,
					["g"] = 0.6666666865348816,
					["b"] = 0,
				}, -- [114]
				{
					["message"] = "|cff979797|Hpratcopy|h[06:05 AM]|h|r 퀘스트를 수락했습니다: 드라켄스리드",
					["serverTime"] = 1700687114,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 320541.952,
					["g"] = 1,
					["b"] = 0,
				}, -- [115]
				{
					["message"] = "|cff979797|Hpratcopy|h[06:05 AM]|h|r 눈봉우리 분지 발견: 경험치 2150 획득",
					["serverTime"] = 1700687129,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 320556.719,
					["g"] = 1,
					["b"] = 0,
				}, -- [116]
				{
					["message"] = "|cff979797|Hpratcopy|h[06:06 AM]|h|r 폭풍의 신전 발견: 경험치 2200 획득",
					["serverTime"] = 1700687176,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 320604.069,
					["g"] = 1,
					["b"] = 0,
				}, -- [117]
				{
					["message"] = "|cff979797|Hpratcopy|h[06:07 AM]|h|r 현재 착용 중인 장비의 내구도가 10%만큼 감소됩니다.",
					["serverTime"] = 1700687234,
					["r"] = 0.501960813999176,
					["extraData"] = {
						33, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 320661.653,
					["g"] = 0.501960813999176,
					["b"] = 1,
				}, -- [118]
				{
					["message"] = "|cff979797|Hpratcopy|h[06:07 AM]|h|r 보르의 숨결 발견: 경험치 2150 획득",
					["serverTime"] = 1700687254,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 320681.636,
					["g"] = 1,
					["b"] = 0,
				}, -- [119]
				{
					["message"] = "|cff979797|Hpratcopy|h[06:08 AM]|h|r Muddshotts|1이;가; 문자가 새겨진 제왕 토파즈|1을;를; 만들었습니다.",
					["serverTime"] = 1700687318,
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 320745.719,
					["g"] = 1,
					["b"] = 1,
				}, -- [120]
				{
					["message"] = "|cff979797|Hpratcopy|h[06:08 AM]|h|r Muddshotts|1이;가; 문자가 새겨진 제왕 토파즈|1을;를; 만들었습니다.",
					["serverTime"] = 1700687323,
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 320750.853,
					["g"] = 1,
					["b"] = 1,
				}, -- [121]
				{
					["message"] = "|cff979797|Hpratcopy|h[06:08 AM]|h|r Muddshotts|1이;가; 문자가 새겨진 제왕 토파즈|1을;를; 만들었습니다.",
					["serverTime"] = 1700687328,
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 320755.936,
					["g"] = 1,
					["b"] = 1,
				}, -- [122]
				{
					["message"] = "|cff979797|Hpratcopy|h[06:08 AM]|h|r Muddshotts|1이;가; 문자가 새겨진 제왕 토파즈|1을;를; 만들었습니다.",
					["serverTime"] = 1700687333,
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 320760.953,
					["g"] = 1,
					["b"] = 1,
				}, -- [123]
				{
					["message"] = "|cff979797|Hpratcopy|h[06:08 AM]|h|r Muddshotts|1이;가; 문자가 새겨진 제왕 토파즈|1을;를; 만들었습니다.",
					["serverTime"] = 1700687338,
					["r"] = 1,
					["extraData"] = {
						31, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 320766.069,
					["g"] = 1,
					["b"] = 1,
				}, -- [124]
				{
					["message"] = "|cff979797|Hpratcopy|h[06:10 AM]|h|r Szabo|1이;가; Lolscatter|1과;와;의 결투에서 승리했습니다.",
					["serverTime"] = 1700687409,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 320836.836,
					["g"] = 1,
					["b"] = 0,
				}, -- [125]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame4"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 45,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h |Hplayer:Jiglyballz:3:CHANNEL:4|h[|cfff48cbaJiglyballz|r]|h: <EWTF> recruiting a HPal, Rdruid, DK or Warlock for our core ICC roster. We are 7/12 heroic and raid Mo/Tue 430-8st All other roles will be considered",
					["serverTime"] = 1700686915,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						4, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320342.468,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [1]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h <다른 용무 중>|Hplayer:Brendasong:4:CHANNEL:4|h[|cff3fc6eaBrendasong|r]|h: LF5M 25m N ICC GDKP - 4 hour full clear with 3 heroics - need 1 strong dpriest/rshaman/rdudu - and dps pumpers carry Lock/Druid/Mage/Hunter / 1 OT . Gear/Gold check in Dalaran - dm class/gs/budget/logs for invite. 5500+ gs 20/25",
					["serverTime"] = 1700686917,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						5, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320344.668,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [2]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h |Hplayer:Bøzz:5:CHANNEL:4|h[|cff0070ddBøzz|r]|h: UP ICC 10 MS/OS //four boss only//LF 2 tank and 1 dps 5k gs min  GUN HEROIC //NO DISCORD",
					["serverTime"] = 1700686920,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						6, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320348.068,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [3]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h |Hplayer:Mallborro:6:CHANNEL:4|h[|cfff48cbaMallborro|r]|h: 5xrun 25m icc rep farm,1 frist boe ress,then next boe freeroll,grouploot ,need 1tank/3heal and dps ,gs spec pst 4,5+++",
					["serverTime"] = 1700686931,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						7, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320358.785,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [4]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h |Hplayer:Averypriest:7:CHANNEL:4|h[|cffffffffAverypriest|r]|h: lfm weekly pst gs",
					["serverTime"] = 1700686947,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						8, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320375.119,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [5]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h <다른 용무 중>|Hplayer:Füture:8:CHANNEL:4|h[|cffffffffFüture|r]|h: LF5M 25m N ICC GDKP - 4 hour full clear with 3 heroics - need 1 strong dpriest/rshaman/rdudu - and dps pumpers carry Lock/Druid/Mage/Hunter / 1 OT . Gear/Gold check in Dalaran - dm class/gs/budget/logs for invite. 5500+ gs 20/25",
					["serverTime"] = 1700686961,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						9, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320388.535,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [6]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h |Hplayer:Bøzz-Whitemane:9:CHANNEL:4|h[|cff0070ddBøzz|r]|h: UP ICC 10 MS/OS //four boss only//LF 2 tank and 1 dps 5k gs min  GUN HEROIC //NO DISCORD",
					["serverTime"] = 1700687012,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						6, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320439.852,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [7]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h <다른 용무 중>|Hplayer:Brendasong-Whitemane:10:CHANNEL:4|h[|cff3fc6eaBrendasong|r]|h: LF5M 25m N ICC GDKP - 4 hour full clear with 3 heroics - need 1 strong dpriest/rshaman/rdudu - and dps pumpers carry Lock/Druid/Mage/Hunter / 1 OT . Gear/Gold check in Dalaran - dm class/gs/budget/logs for invite. 5500+ gs 20/25",
					["serverTime"] = 1700687017,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						5, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320444.735,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [8]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h |Hplayer:Mallborro-Whitemane:11:CHANNEL:4|h[|cfff48cbaMallborro|r]|h: 5xrun 25m icc rep farm,1 frist boe ress,then next boe freeroll,grouploot ,need 1tank/3heal and dps ,gs spec pst 4,5+++",
					["serverTime"] = 1700687021,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						7, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320448.935,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [9]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h |Hplayer:Averypriest-Whitemane:12:CHANNEL:4|h[|cffffffffAverypriest|r]|h: lfm weeky tank heal",
					["serverTime"] = 1700687034,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						8, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320461.902,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [10]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h |Hplayer:Brettc:17:CHANNEL:4|h[|cffaad372Brettc|r]|h: LF 1 Tank 10 Man Maly weekly rest DPS",
					["serverTime"] = 1700687073,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						10, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320500.886,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [11]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h <다른 용무 중>|Hplayer:Füture-Whitemane:19:CHANNEL:4|h[|cffffffffFüture|r]|h: LF5M 25m N ICC GDKP - 4 hour full clear with 3 heroics - need dps pumpers carry Lock/Druid/Mage/Hunter / 1 OT . Gear/Gold check in Dalaran - dm class/gs/budget/logs for invite. 5500+ gs 20/25",
					["serverTime"] = 1700687077,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						9, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320504.752,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [12]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h |Hplayer:Higa:20:CHANNEL:4|h[|cffc69b6dHiga|r]|h: LFM VOA 25M",
					["serverTime"] = 1700687078,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						11, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320505.386,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [13]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h <다른 용무 중>|Hplayer:Brendasong-Whitemane:21:CHANNEL:4|h[|cff3fc6eaBrendasong|r]|h: LF5M 25m N ICC GDKP - 4 hour full clear with 3 heroics - need dps pumpers carry Lock/Druid/Mage/Hunter / 1 OT . Gear/Gold check in Dalaran - dm class/gs/budget/logs for invite. 5500+ gs 20/25",
					["serverTime"] = 1700687082,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						5, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320509.769,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [14]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h |Hplayer:Bøzz-Whitemane:22:CHANNEL:4|h[|cff0070ddBøzz|r]|h: UP ICC 10 MS/OS //four boss only//LF 2 tank and 1 dps 5k gs min  GUN HEROIC //NO DISCORD",
					["serverTime"] = 1700687086,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						6, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320513.469,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [15]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h |Hplayer:Gëd:23:CHANNEL:4|h[|cff0070ddGëd|r]|h: LFM VOA 10m",
					["serverTime"] = 1700687087,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						12, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320515.019,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [16]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h |Hplayer:Jiglyballz-Whitemane:35:CHANNEL:4|h[|cfff48cbaJiglyballz|r]|h: <EWTF> recruiting a HPal, Rdruid, DK or Warlock for our core ICC roster. We are 7/12 heroic and raid Mo/Tue 430-8st All other roles will be considered",
					["serverTime"] = 1700687146,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						4, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320573.469,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [17]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h |Hplayer:Brettc-Whitemane:36:CHANNEL:4|h[|cffaad372Brettc|r]|h: LF 2 DPS Maly 10 Weekly",
					["serverTime"] = 1700687146,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						10, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320573.919,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [18]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h |Hplayer:Bøzz-Whitemane:37:CHANNEL:4|h[|cff0070ddBøzz|r]|h: UP ICC 10 MS/OS //four boss only//LF 2 tank and 1 dps 5k gs min  GUN HEROIC //NO DISCORD",
					["serverTime"] = 1700687157,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						6, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320585.169,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [19]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h |Hplayer:Higa-Whitemane:38:CHANNEL:4|h[|cffc69b6dHiga|r]|h: LFM VOA 25M",
					["serverTime"] = 1700687159,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						11, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320586.736,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [20]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h |Hplayer:Phluffi:39:CHANNEL:4|h[|cffc69b6dPhluffi|r]|h: lf quick fos daily   prot 5.5",
					["serverTime"] = 1700687161,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						13, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320589.219,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [21]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h <다른 용무 중>|Hplayer:Brendasong-Whitemane:40:CHANNEL:4|h[|cff3fc6eaBrendasong|r]|h: LF5M 25m N ICC GDKP - 4 hour full clear with 3 heroics - need dps pumpers carry Lock/Druid/Mage/Hunter / 1 OT . Gear/Gold check in Dalaran - dm class/gs/budget/logs for invite. 5500+ gs 20/25",
					["serverTime"] = 1700687172,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						5, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320599.352,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [22]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h <다른 용무 중>|Hplayer:Füture-Whitemane:42:CHANNEL:4|h[|cffffffffFüture|r]|h: LF5M 25m N ICC GDKP - 4 hour full clear with 3 heroics - need dps pumpers carry Lock/Druid/Mage/Hunter / 1 OT . Gear/Gold check in Dalaran - dm class/gs/budget/logs for invite. 5500+ gs 20/25",
					["serverTime"] = 1700687177,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						9, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320604.753,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [23]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h |Hplayer:Brettc-Whitemane:44:CHANNEL:4|h[|cffaad372Brettc|r]|h: LF 1 DPS DK for Maly 10",
					["serverTime"] = 1700687209,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						10, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320637.136,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [24]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h |Hplayer:Gëd-Whitemane:49:CHANNEL:4|h[|cff0070ddGëd|r]|h: LFM VOA 10m (PROT PALLY/BLOOD DK/HUNTER/ROGUE/LOCK)",
					["serverTime"] = 1700687250,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						12, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320678.219,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [25]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h |Hplayer:Higa-Whitemane:50:CHANNEL:4|h[|cffc69b6dHiga|r]|h: LFM VOA 25M",
					["serverTime"] = 1700687252,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						11, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320679.669,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [26]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h |Hplayer:Bøzz-Whitemane:52:CHANNEL:4|h[|cff0070ddBøzz|r]|h: UP ICC 10 MS/OS //four boss only//LF 2 tank and 1 dps 5k gs min  GUN HEROIC //NO DISCORD",
					["serverTime"] = 1700687258,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						6, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320685.236,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [27]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h <다른 용무 중>|Hplayer:Brendasong-Whitemane:53:CHANNEL:4|h[|cff3fc6eaBrendasong|r]|h: LF5M 25m N ICC GDKP - 4 hour full clear with 3 heroics - need dps pumpers carry Lock/Druid/Mage/Hunter / 1 OT . Gear/Gold check in Dalaran - dm class/gs/budget/logs for invite. 5500+ gs 20/25",
					["serverTime"] = 1700687262,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						5, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320689.969,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [28]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h |Hplayer:Woodyknight:54:CHANNEL:4|h[|cffc41e3aWoodyknight|r]|h: {Star}{Sweatzones}{Star} Hosting HICC25 GDKP POP UP  5-6 HM 12/12 @ 8:00 PM ST Looking for Exceptional BDK w/ Frost Resist Set /DPS/1 Hpal for more information Join discord, and get verified @ https://discord.gg/qM5Va243 -- Will check logs!",
					["serverTime"] = 1700687265,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						16, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320692.969,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [29]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h <다른 용무 중>|Hplayer:Füture-Whitemane:57:CHANNEL:4|h[|cffffffffFüture|r]|h: LF5M 25m N ICC GDKP - 4 hour full clear with 3 heroics - need dps pumpers carry Lock/Druid/Mage/Hunter / 1 OT . Gear/Gold check in Dalaran - dm class/gs/budget/logs for invite. 5500+ gs 20/25",
					["serverTime"] = 1700687274,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						9, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320701.553,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [30]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h |Hplayer:Karinee:64:CHANNEL:4|h[|cffffffffKarinee|r]|h: DISC/SPRIEST LF VOA 25 SPEC RUN",
					["serverTime"] = 1700687282,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						23, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320710.186,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [31]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h |Hplayer:Gëd-Whitemane:72:CHANNEL:4|h[|cff0070ddGëd|r]|h: LFM VOA 10m (DK/ROGUE/LOCK)",
					["serverTime"] = 1700687313,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						12, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320740.953,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [32]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h |Hplayer:Deadflo-Whitemane:75:CHANNEL:4|h[|cfff48cbaDeadflo|r]|h: LFM RDF SPAM GAMMA NEED DPS",
					["serverTime"] = 1700687315,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						29, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320742.753,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [33]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h |Hplayer:Bøzz-Whitemane:82:CHANNEL:4|h[|cff0070ddBøzz|r]|h: UP ICC 10 MS/OS //four boss only//LF 2 tank and 1 dps 5k gs min  GUN HEROIC //NO DISCORD",
					["serverTime"] = 1700687339,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						6, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320766.486,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [34]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h <다른 용무 중>|Hplayer:Brendasong-Whitemane:84:CHANNEL:4|h[|cff3fc6eaBrendasong|r]|h: LF5M 25m N ICC GDKP - 4 hour full clear with 3 heroics - need dps pumpers carry Lock/Druid/Mage/Hunter / 1 OT . Gear/Gold check in Dalaran - dm class/gs/budget/logs for invite. 5500+ gs 20/25",
					["serverTime"] = 1700687342,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						5, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320769.853,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [35]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h |Hplayer:Higa-Whitemane:89:CHANNEL:4|h[|cffc69b6dHiga|r]|h: LFM VOA 25M Shamans, dk tank, rdruid boomy rogue, lock",
					["serverTime"] = 1700687347,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						11, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320775.086,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [36]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h <다른 용무 중>|Hplayer:Füture-Whitemane:92:CHANNEL:4|h[|cffffffffFüture|r]|h: LF5M 25m N ICC GDKP - 4 hour full clear with 3 heroics - need dps pumpers carry Lock/Druid/Mage/Hunter / 1 OT . Gear/Gold check in Dalaran - dm class/gs/budget/logs for invite. 5500+ gs 20/25",
					["serverTime"] = 1700687354,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						9, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320782.086,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [37]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h |Hplayer:Zqiv:94:CHANNEL:4|h[|cfff48cbaZqiv|r]|h: LFM HOS 120 mobs + 1 boss, 11 min run, lvl 72-79, pst info",
					["serverTime"] = 1700687362,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						34, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320789.536,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [38]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h |Hplayer:Runsfoursale:95:CHANNEL:4|h[|cfff48cbaRunsfoursale|r]|h: anyone selling gamma runs?",
					["serverTime"] = 1700687370,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						35, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320797.72,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [39]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h |Hplayer:Morgulblade-Whitemane:98:CHANNEL:4|h[|cffc41e3aMorgulblade|r]|h: LFM VOA 10 ",
					["serverTime"] = 1700687377,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						37, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320804.836,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [40]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h |Hplayer:Gëd-Whitemane:101:CHANNEL:4|h[|cff0070ddGëd|r]|h: LFM VOA 10m (LOCK)",
					["serverTime"] = 1700687381,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						12, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320809.053,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [41]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h <다른 용무 중>|Hplayer:Brendasong-Whitemane:107:CHANNEL:4|h[|cff3fc6eaBrendasong|r]|h: LF5M 25m N ICC GDKP - 4 hour full clear with 3 heroics - need dps pumpers carry Lock/Druid/Mage/Hunter / 1 OT . Gear/Gold check in Dalaran - dm class/gs/budget/logs for invite. 5500+ gs 20/25",
					["serverTime"] = 1700687406,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						5, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320833.436,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [42]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h |Hplayer:Bøzz-Whitemane:110:CHANNEL:4|h[|cff0070ddBøzz|r]|h: UP ICC 10 MS/OS //four boss only//LF 2 tank and 1 dps 5k gs min  GUN HEROIC //NO DISCORD",
					["serverTime"] = 1700687409,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						6, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320836.853,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [43]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h |Hplayer:Higa-Whitemane:112:CHANNEL:4|h[|cffc69b6dHiga|r]|h: LFM VOA 25M Shamans, dk tank, rdruid boomy rogue, lock",
					["serverTime"] = 1700687418,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						11, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320845.236,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [44]
				{
					["message"] = "|Hchannel:channel:4|h[4. 파티찾기]|h |Hplayer:Jiglyballz-Whitemane:115:CHANNEL:4|h[|cfff48cbaJiglyballz|r]|h: <EWTF> recruiting a HPal, Rdruid, DK or Warlock for our core ICC roster. We are 7/12 heroic and raid Mo/Tue 430-8st All other roles will be considered",
					["serverTime"] = 1700687432,
					["r"] = 1,
					["extraData"] = {
						73, -- [1]
						3, -- [2]
						4, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320859.87,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [45]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame3"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 8,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "음성 받아쓰기를 사용하면 음성 채널에 자막이 추가됩니다.",
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700649376,
					["r"] = 1,
				}, -- [1]
				{
					["message"] = "음성 받아쓰기를 사용하면 음성 채널에 자막이 추가됩니다.",
					["b"] = 0,
					["r"] = 1,
					["serverTime"] = 1700649652,
					["timestamp"] = 320273.052,
					["g"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [2]
				{
					["message"] = "|cff979797|Hpratcopy|h[07:40 PM]|h|r 블리자드 서비스와의 연결이 끊어졌습니다.",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 320273.052,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["serverTime"] = 1700649639,
				}, -- [3]
				{
					["message"] = "음성 받아쓰기를 사용하면 음성 채널에 자막이 추가됩니다.",
					["g"] = 1,
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662118,
					["b"] = 0,
				}, -- [4]
				{
					["message"] = "음성 받아쓰기를 사용하면 음성 채널에 자막이 추가됩니다.",
					["serverTime"] = 1700686846,
					["r"] = 1,
					["b"] = 0,
					["timestamp"] = 320273.052,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["g"] = 1,
				}, -- [5]
				{
					["message"] = "0일, 0시간, 0분, 0초",
					["timestamp"] = 320273.052,
				}, -- [6]
				{
					["message"] = "========== 이전 대화 목록의 끝 ==========",
					["timestamp"] = 320273.052,
				}, -- [7]
				{
					["message"] = "음성 받아쓰기를 사용하면 음성 채널에 자막이 추가됩니다.",
					["r"] = 1,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 320264.995,
					["g"] = 1,
					["b"] = 0,
				}, -- [8]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame7"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 12,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|cff979797|Hpratcopy|h[07:36 PM]|h|r 채널 변경: |Hchannel:CHANNEL:5|h[5. KOR]|h",
					["r"] = 1,
					["b"] = 0.7529412508010864,
					["g"] = 0.7529412508010864,
					["timestamp"] = 320273.052,
					["extraData"] = {
						74, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["serverTime"] = 1700649377,
				}, -- [1]
				{
					["message"] = "|cff979797|Hpratcopy|h[07:40 PM]|h|r 블리자드 서비스와의 연결이 끊어졌습니다.",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 320273.052,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["serverTime"] = 1700649639,
				}, -- [2]
				{
					["message"] = "|cff979797|Hpratcopy|h[07:40 PM]|h|r 채널 변경: |Hchannel:CHANNEL:5|h[5. KOR]|h",
					["extraData"] = {
						74, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["b"] = 0.7529412508010864,
					["serverTime"] = 1700649654,
					["timestamp"] = 320273.052,
					["g"] = 0.7529412508010864,
					["r"] = 1,
				}, -- [3]
				{
					["message"] = "|cff979797|Hpratcopy|h[11:08 PM]|h|r 채널 변경: |Hchannel:CHANNEL:5|h[5. KOR]|h",
					["b"] = 0.7529412508010864,
					["r"] = 1,
					["g"] = 0.7529412508010864,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662120,
					["extraData"] = {
						74, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
				}, -- [4]
				{
					["message"] = "0일, 6시간, 52분, 6초",
					["timestamp"] = 320273.052,
				}, -- [5]
				{
					["message"] = "========== 이전 대화 목록의 끝 ==========",
					["timestamp"] = 320273.052,
				}, -- [6]
				{
					["message"] = "|cff979797|Hpratcopy|h[06:00 AM]|h|r 채널 변경: |Hchannel:CHANNEL:5|h[5. KOR]|h",
					["serverTime"] = 1700686848,
					["r"] = 1,
					["extraData"] = {
						74, -- [1]
						1, -- [2]
						2, -- [3]
						["n"] = 3,
					},
					["timestamp"] = 320275.602,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [7]
				{
					["message"] = "|cff979797|Hpratcopy|h[06:06 AM]|h|r |Hchannel:channel:5|h[5. KOR]|h |Hplayer:Starbugs:43:CHANNEL:5|h[|cfff48cbaStarbugs|r]|h님이 채널에 참여했습니다.",
					["serverTime"] = 1700687207,
					["r"] = 1,
					["extraData"] = {
						74, -- [1]
						1, -- [2]
						14, -- [3]
						"CHAT_MSG_CHANNEL_JOIN", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320634.686,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [8]
				{
					["message"] = "|cff979797|Hpratcopy|h[06:06 AM]|h|r |Hchannel:CHANNEL:5|h[5. KOR]|h Detto 님에게 관리 권한이 부여되었습니다.",
					["serverTime"] = 1700687211,
					["r"] = 1,
					["extraData"] = {
						74, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 320638.819,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [9]
				{
					["message"] = "|cff979797|Hpratcopy|h[06:06 AM]|h|r |Hchannel:CHANNEL:5|h[5. KOR]|h 방장이 Detto-Whitemane 님으로 변경되었습니다.",
					["serverTime"] = 1700687211,
					["r"] = 1,
					["extraData"] = {
						74, -- [1]
						["n"] = 1,
					},
					["timestamp"] = 320638.819,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [10]
				{
					["message"] = "|cff979797|Hpratcopy|h[06:06 AM]|h|r |Hchannel:channel:5|h[5. KOR]|h |Hplayer:Cime:47:CHANNEL:5|h[|cfffff468Cime|r]|h님이 채널을 떠났습니다.",
					["serverTime"] = 1700687211,
					["r"] = 1,
					["extraData"] = {
						74, -- [1]
						1, -- [2]
						15, -- [3]
						"CHAT_MSG_CHANNEL_LEAVE", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320639.186,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [11]
				{
					["message"] = "|cff979797|Hpratcopy|h[06:07 AM]|h|r |Hchannel:channel:5|h[5. KOR]|h |Hplayer:Starbugs-Whitemane:60:CHANNEL:5|h[|cfff48cbaStarbugs|r]|h님이 채널을 떠났습니다.",
					["serverTime"] = 1700687278,
					["r"] = 1,
					["extraData"] = {
						74, -- [1]
						1, -- [2]
						14, -- [3]
						"CHAT_MSG_CHANNEL_LEAVE", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320705.936,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [12]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame6"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 3,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|cff979797|Hpratcopy|h[07:40 PM]|h|r 블리자드 서비스와의 연결이 끊어졌습니다.",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 320273.052,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["serverTime"] = 1700649639,
				}, -- [1]
				{
					["message"] = "0일, 10시간, 20분, 7초",
					["timestamp"] = 320273.052,
				}, -- [2]
				{
					["message"] = "========== 이전 대화 목록의 끝 ==========",
					["timestamp"] = 320273.052,
				}, -- [3]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame8"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 3,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|cff979797|Hpratcopy|h[07:40 PM]|h|r 블리자드 서비스와의 연결이 끊어졌습니다.",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 320273.052,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["serverTime"] = 1700649639,
				}, -- [1]
				{
					["message"] = "0일, 10시간, 20분, 7초",
					["timestamp"] = 320273.052,
				}, -- [2]
				{
					["message"] = "========== 이전 대화 목록의 끝 ==========",
					["timestamp"] = 320273.052,
				}, -- [3]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame10"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 3,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|cff979797|Hpratcopy|h[07:40 PM]|h|r 블리자드 서비스와의 연결이 끊어졌습니다.",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 320273.052,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["serverTime"] = 1700649639,
				}, -- [1]
				{
					["message"] = "0일, 10시간, 20분, 7초",
					["timestamp"] = 320273.052,
				}, -- [2]
				{
					["message"] = "========== 이전 대화 목록의 끝 ==========",
					["timestamp"] = 320273.052,
				}, -- [3]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame9"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 3,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "|cff979797|Hpratcopy|h[07:40 PM]|h|r 블리자드 서비스와의 연결이 끊어졌습니다.",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 320273.052,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["serverTime"] = 1700649639,
				}, -- [1]
				{
					["message"] = "0일, 10시간, 20분, 7초",
					["timestamp"] = 320273.052,
				}, -- [2]
				{
					["message"] = "========== 이전 대화 목록의 끝 ==========",
					["timestamp"] = 320273.052,
				}, -- [3]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
		["ChatFrame1"] = {
			["EnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["headIndex"] = 48,
			["GetEntryAtIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndex"] = nil --[[ skipped inline function ]],
			["CalculateElementIndexFromGlobalIndex"] = nil --[[ skipped inline function ]],
			["ReverseEnumerateIndexedEntries"] = nil --[[ skipped inline function ]],
			["PushBack"] = nil --[[ skipped inline function ]],
			["RemoveIf"] = nil --[[ skipped inline function ]],
			["Clear"] = nil --[[ skipped inline function ]],
			["PushFront"] = nil --[[ skipped inline function ]],
			["OnLoad"] = nil --[[ skipped inline function ]],
			["IsEmpty"] = nil --[[ skipped inline function ]],
			["IsFull"] = nil --[[ skipped inline function ]],
			["elements"] = {
				{
					["message"] = "블리자드 서비스와의 연결이 끊어졌습니다.",
					["r"] = 1,
					["b"] = 0,
					["g"] = 1,
					["timestamp"] = 320273.052,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
					["serverTime"] = 1700649639,
				}, -- [1]
				{
					["message"] = "애드온으로 인해 인터페이스 작동이 실패했습니다.",
					["b"] = 0,
					["r"] = 1,
					["g"] = 1,
					["timestamp"] = 320273.052,
					["serverTime"] = 1700662995,
					["extraData"] = {
						1, -- [1]
						["n"] = 1,
					},
				}, -- [2]
				{
					["message"] = "0일, 6시간, 37분, 31초",
					["timestamp"] = 320273.052,
				}, -- [3]
				{
					["message"] = "========== 이전 대화 목록의 끝 ==========",
					["timestamp"] = 320273.052,
				}, -- [4]
				{
					["message"] = "|cff30fc96Questie|r: |cff00bc32Hiding drop-down menus on the World Map.|r This is currently necessary as a workaround for a bug in the default Blizzard UI related to drop-down menus.",
					["timestamp"] = 320264.995,
				}, -- [5]
				{
					["message"] = "|cff00ff00■ |cffffaa00Saved!|r 활성화 |cff00ff00■|r",
					["timestamp"] = 320273.052,
					["serverTime"] = 1700686846,
				}, -- [6]
				{
					["message"] = "|cffe6cc80 [Whoa Unit Frames |cFF0070FFWotLK|r v2.0b] |cffffffffis now loaded. Use |cffffff00'/whoaf' |cffffffffto view options.",
					["timestamp"] = 320273.052,
					["serverTime"] = 1700686846,
				}, -- [7]
				{
					["message"] = "|cff59f0dcTacoTip v0.3.5 안전한 여행되세요 ~ 제작자 : kebabstorm ",
					["timestamp"] = 320273.052,
					["serverTime"] = 1700686847,
				}, -- [8]
				{
					["message"] = "|cff30fc96Questie|r: |cffff0000Please note:|r One of the next Questie releases will reset your settings. We advise you to backup your Questie related Saved Variables as a precaution. This can be done by creating a copy of the WTF folder of your WoW install.",
					["timestamp"] = 320275.273,
					["serverTime"] = 1700686848,
				}, -- [9]
				{
					["message"] = "|Hchannel:channel:2|h[2. 거래 - 도시]|h |Hplayer:Drunkbêâr:58:CHANNEL:2|h[|cffff7c0aDrunkbêâr|r]|h: WTS |cffa335ee|Hitem:47315::::::::80:::::::::|h[Band of the Traitor King]|h|r |cffa335ee|Hitem:47297::::::::80:::::::::|h[The Executioner's Vice]|h|r |cffa335ee|Hitem:47257::::::::80:::::::::|h[Cloak of the Untamed Predator]|h|r |cffa335ee|Hitem:47278::::::::80:::::::::|h[Circle of the Darkmender]|h|r ",
					["serverTime"] = 1700687274,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						17, -- [2]
						18, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320702.203,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [10]
				{
					["message"] = "|Hchannel:channel:2|h[2. 거래 - 도시]|h |Hplayer:Viegfried-Whitemane:59:CHANNEL:2|h[|cffff7c0aViegfried|r]|h: I was not pleased",
					["serverTime"] = 1700687275,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						17, -- [2]
						19, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320703.069,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [11]
				{
					["message"] = "|Hchannel:channel:2|h[2. 거래 - 도시]|h |Hplayer:Keletonk:61:CHANNEL:2|h[|cff0070ddKeletonk|r]|h: nice, the trifecta",
					["serverTime"] = 1700687279,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						17, -- [2]
						20, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320706.669,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [12]
				{
					["message"] = "|Hchannel:channel:2|h[2. 거래 - 도시]|h <다른 용무 중>|Hplayer:Brendasong-Whitemane:62:CHANNEL:2|h[|cff3fc6eaBrendasong|r]|h: LF5M 25m N ICC GDKP - 4 hour full clear with 3 heroics - need dps pumpers carry Lock/Druid/Mage/Hunter / 1 OT . Gear/Gold check in Dalaran - dm class/gs/budget/logs for invite. 5500+ gs 20/25",
					["serverTime"] = 1700687279,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						17, -- [2]
						21, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320706.953,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [13]
				{
					["message"] = "|Hchannel:channel:2|h[2. 거래 - 도시]|h |Hplayer:Woodyknight-Whitemane:63:CHANNEL:2|h[|cffc41e3aWoodyknight|r]|h: {Star}{Sweatzones}{Star} Hosting HICC25 GDKP POP UP  5-6 HM 12/12 @ 8:00 PM ST Looking for Exceptional BDK w/ Frost Resist Set /DPS/1 Hpal for more information Join discord, and get verified @ https://discord.gg/qM5Va243 -- Will check logs!",
					["serverTime"] = 1700687282,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						17, -- [2]
						22, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320709.769,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [14]
				{
					["message"] = "|Hchannel:channel:2|h[2. 거래 - 도시]|h |Hplayer:Bøzz-Whitemane:65:CHANNEL:2|h[|cff0070ddBøzz|r]|h: UP ICC 10 MS/OS //four boss only//LF 2 tank and 1 dps 5k gs min  GUN HEROIC //NO DISCORD",
					["serverTime"] = 1700687290,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						17, -- [2]
						24, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320717.536,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [15]
				{
					["message"] = "|Hchannel:channel:2|h[2. 거래 - 도시]|h |Hplayer:Keletonk-Whitemane:66:CHANNEL:2|h[|cff0070ddKeletonk|r]|h: back for more? looool",
					["serverTime"] = 1700687294,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						17, -- [2]
						20, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320721.853,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [16]
				{
					["message"] = "|Hchannel:channel:2|h[2. 거래 - 도시]|h |Hplayer:Drunkbêâr-Whitemane:67:CHANNEL:2|h[|cffff7c0aDrunkbêâr|r]|h: WTS |cffa335ee|Hitem:47315::::::::80:::::::::|h[Band of the Traitor King]|h|r |cffa335ee|Hitem:47297::::::::80:::::::::|h[The Executioner's Vice]|h|r |cffa335ee|Hitem:47257::::::::80:::::::::|h[Cloak of the Untamed Predator]|h|r |cffa335ee|Hitem:47278::::::::80:::::::::|h[Circle of the Darkmender]|h|r ",
					["serverTime"] = 1700687294,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						17, -- [2]
						18, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320722.153,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [17]
				{
					["message"] = "|Hchannel:channel:2|h[2. 거래 - 도시]|h |Hplayer:Nobitakit:68:CHANNEL:2|h[|cff3fc6eaNobitakit|r]|h: {star}WTS JC 1-440 , ENGI KIT 1-450 And other Profession PST. {star}",
					["serverTime"] = 1700687297,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						17, -- [2]
						25, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320724.703,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [18]
				{
					["message"] = "|Hchannel:channel:2|h[2. 거래 - 도시]|h |Hplayer:Xirhaxis-Whitemane:69:CHANNEL:2|h[|cffffffffXirhaxis|r]|h: LF Tailor |cffa335ee|Hitem:49953::::::::80:::::::::|h[Pattern: Leggings of Woven Death]|h|r PST!",
					["serverTime"] = 1700687298,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						17, -- [2]
						26, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320725.869,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [19]
				{
					["message"] = "|Hchannel:channel:2|h[2. 거래 - 도시]|h |Hplayer:Morgulblade:70:CHANNEL:2|h[|cffc41e3aMorgulblade|r]|h: LFM VOA 10",
					["serverTime"] = 1700687300,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						17, -- [2]
						27, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320727.319,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [20]
				{
					["message"] = "|Hchannel:channel:2|h[2. 거래 - 도시]|h |Hplayer:Viegfried-Whitemane:71:CHANNEL:2|h[|cffff7c0aViegfried|r]|h: glad the off hand nevr dropped since then *smile*",
					["serverTime"] = 1700687304,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						17, -- [2]
						19, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320731.619,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [21]
				{
					["message"] = "|Hchannel:channel:2|h[2. 거래 - 도시]|h |Hplayer:Drunkbêâr-Whitemane:73:CHANNEL:2|h[|cffff7c0aDrunkbêâr|r]|h: WTS |cffa335ee|Hitem:47315::::::::80:::::::::|h[Band of the Traitor King]|h|r |cffa335ee|Hitem:47297::::::::80:::::::::|h[The Executioner's Vice]|h|r |cffa335ee|Hitem:47257::::::::80:::::::::|h[Cloak of the Untamed Predator]|h|r |cffa335ee|Hitem:47278::::::::80:::::::::|h[Circle of the Darkmender]|h|r ",
					["serverTime"] = 1700687314,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						17, -- [2]
						18, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320742.219,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [22]
				{
					["message"] = "|Hchannel:channel:2|h[2. 거래 - 도시]|h |Hplayer:Kuramachan:74:CHANNEL:2|h[|cfff48cbaKuramachan|r]|h: WTS |cffa335ee|Hitem:36931::::::::80:::::::::|h[Ametrine]|h|rX11 1,5",
					["serverTime"] = 1700687314,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						17, -- [2]
						28, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320742.219,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [23]
				{
					["message"] = "|Hchannel:channel:2|h[2. 거래 - 도시]|h |Hplayer:Bøzz-Whitemane:76:CHANNEL:2|h[|cff0070ddBøzz|r]|h: UP ICC 10 MS/OS //four boss only//LF 2 tank and 1 dps 5k gs min  GUN HEROIC //NO DISCORD",
					["serverTime"] = 1700687318,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						17, -- [2]
						24, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320745.353,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [24]
				{
					["message"] = "|Hchannel:channel:2|h[2. 거래 - 도시]|h |Hplayer:Kroks-Whitemane:83:CHANNEL:2|h[|cff3fc6eaKroks|r]|h: they ask how do alli get so geard with wrathful ect..",
					["serverTime"] = 1700687339,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						17, -- [2]
						30, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320766.486,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [25]
				{
					["message"] = "|Hchannel:channel:2|h[2. 거래 - 도시]|h <다른 용무 중>|Hplayer:Brendasong-Whitemane:85:CHANNEL:2|h[|cff3fc6eaBrendasong|r]|h: LF5M 25m N ICC GDKP - 4 hour full clear with 3 heroics - need dps pumpers carry Lock/Druid/Mage/Hunter / 1 OT . Gear/Gold check in Dalaran - dm class/gs/budget/logs for invite. 5500+ gs 20/25",
					["serverTime"] = 1700687343,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						17, -- [2]
						21, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320770.586,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [26]
				{
					["message"] = "|Hchannel:channel:2|h[2. 거래 - 도시]|h |Hplayer:Higa-Whitemane:86:CHANNEL:2|h[|cffc69b6dHiga|r]|h: LFM VOA 25M Shamans, dk tank, rdruid boomy rogue, lock",
					["serverTime"] = 1700687345,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						17, -- [2]
						31, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320772.269,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [27]
				{
					["message"] = "|Hchannel:channel:2|h[2. 거래 - 도시]|h |Hplayer:Drunkbêâr-Whitemane:87:CHANNEL:2|h[|cffff7c0aDrunkbêâr|r]|h: WTS |cffa335ee|Hitem:47315::::::::80:::::::::|h[Band of the Traitor King]|h|r |cffa335ee|Hitem:47297::::::::80:::::::::|h[The Executioner's Vice]|h|r |cffa335ee|Hitem:47257::::::::80:::::::::|h[Cloak of the Untamed Predator]|h|r |cffa335ee|Hitem:47278::::::::80:::::::::|h[Circle of the Darkmender]|h|r ",
					["serverTime"] = 1700687346,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						17, -- [2]
						18, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320773.436,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [28]
				{
					["message"] = "|Hchannel:channel:2|h[2. 거래 - 도시]|h |Hplayer:Døuble:88:CHANNEL:2|h[|cff0070ddDøuble|r]|h: WTB|cffa335ee|Hitem:47291::::::::80:::::::::|h[Shroud of Displacement]|h|r 1500",
					["serverTime"] = 1700687347,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						17, -- [2]
						32, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320775.086,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [29]
				{
					["message"] = "|Hchannel:channel:2|h[2. 거래 - 도시]|h |Hplayer:Kroks-Whitemane:90:CHANNEL:2|h[|cff3fc6eaKroks|r]|h: they get geared hord on this server and then swap alli",
					["serverTime"] = 1700687351,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						17, -- [2]
						30, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320778.569,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [30]
				{
					["message"] = "|Hchannel:channel:2|h[2. 거래 - 도시]|h <다른 용무 중>|Hplayer:Füture-Whitemane:91:CHANNEL:2|h[|cffffffffFüture|r]|h: LF5M 25m N ICC GDKP - 4 hour full clear with 3 heroics - need dps pumpers carry Lock/Druid/Mage/Hunter / 1 OT . Gear/Gold check in Dalaran - dm class/gs/budget/logs for invite. 5500+ gs 20/25",
					["serverTime"] = 1700687351,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						17, -- [2]
						33, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320779.136,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [31]
				{
					["message"] = "|Hchannel:channel:2|h[2. 거래 - 도시]|h |Hplayer:Higa-Whitemane:93:CHANNEL:2|h[|cffc69b6dHiga|r]|h: LFM VOA 25M Shamans, dk tank, rdruid boomy rogue, lock",
					["serverTime"] = 1700687360,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						17, -- [2]
						31, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320787.703,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [32]
				{
					["message"] = "|Hchannel:channel:2|h[2. 거래 - 도시]|h |Hplayer:Swîper:96:CHANNEL:2|h[|cffff7c0aSwîper|r]|h: 5600 Feral LF 10m VoA",
					["serverTime"] = 1700687370,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						17, -- [2]
						36, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320797.72,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [33]
				{
					["message"] = "|Hchannel:channel:2|h[2. 거래 - 도시]|h |Hplayer:Morgulblade-Whitemane:97:CHANNEL:2|h[|cffc41e3aMorgulblade|r]|h: LFM VOA 10 ",
					["serverTime"] = 1700687376,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						17, -- [2]
						27, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320803.319,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [34]
				{
					["message"] = "|Hchannel:channel:2|h[2. 거래 - 도시]|h |Hplayer:Kroks-Whitemane:99:CHANNEL:2|h[|cff3fc6eaKroks|r]|h: there the secret is out",
					["serverTime"] = 1700687379,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						17, -- [2]
						30, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320807.153,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [35]
				{
					["message"] = "|Hchannel:channel:2|h[2. 거래 - 도시]|h |Hplayer:Drunkbêâr-Whitemane:100:CHANNEL:2|h[|cffff7c0aDrunkbêâr|r]|h: WTS |cffa335ee|Hitem:47315::::::::80:::::::::|h[Band of the Traitor King]|h|r |cffa335ee|Hitem:47297::::::::80:::::::::|h[The Executioner's Vice]|h|r |cffa335ee|Hitem:47257::::::::80:::::::::|h[Cloak of the Untamed Predator]|h|r |cffa335ee|Hitem:47278::::::::80:::::::::|h[Circle of the Darkmender]|h|r ",
					["serverTime"] = 1700687381,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						17, -- [2]
						18, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320809.053,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [36]
				{
					["message"] = "|Hchannel:channel:2|h[2. 거래 - 도시]|h |Hplayer:Higa-Whitemane:102:CHANNEL:2|h[|cffc69b6dHiga|r]|h: LFM VOA 25M Shamans, dk tank, rdruid boomy rogue, lock",
					["serverTime"] = 1700687384,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						17, -- [2]
						31, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320811.886,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [37]
				{
					["message"] = "|Hchannel:channel:2|h[2. 거래 - 도시]|h |Hplayer:Viegfried-Whitemane:103:CHANNEL:2|h[|cffff7c0aViegfried|r]|h: althougth last lockout   |cffa335ee|Hitem:50668::::::::80:::::::::|h[Greatcloak of the Turned Champion]|h|r  and  |cffa335ee|Hitem:50664::::::::80:::::::::|h[Ring of Rapid Ascent]|h|r  dropped and the RL ninjad the whole loot after Rotface LOLOLOL",
					["serverTime"] = 1700687387,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						17, -- [2]
						19, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320814.403,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [38]
				{
					["message"] = "|Hchannel:channel:2|h[2. 거래 - 도시]|h |Hplayer:Bøzz-Whitemane:104:CHANNEL:2|h[|cff0070ddBøzz|r]|h: UP ICC 10 MS/OS //four boss only//LF 2 tank and 1 dps 5k gs min  GUN HEROIC //NO DISCORD",
					["serverTime"] = 1700687393,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						17, -- [2]
						24, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320821.17,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [39]
				{
					["message"] = "|Hchannel:channel:2|h[2. 거래 - 도시]|h |Hplayer:Aytaç-Whitemane:105:CHANNEL:2|h[|cff0070ddAytaç|r]|h: Anyone need healing service?",
					["serverTime"] = 1700687395,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						17, -- [2]
						38, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320822.82,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [40]
				{
					["message"] = "|Hchannel:channel:2|h[2. 거래 - 도시]|h |Hplayer:Drunkbêâr-Whitemane:106:CHANNEL:2|h[|cffff7c0aDrunkbêâr|r]|h: WTS |cffa335ee|Hitem:47315::::::::80:::::::::|h[Band of the Traitor King]|h|r |cffa335ee|Hitem:47297::::::::80:::::::::|h[The Executioner's Vice]|h|r |cffa335ee|Hitem:47257::::::::80:::::::::|h[Cloak of the Untamed Predator]|h|r |cffa335ee|Hitem:47278::::::::80:::::::::|h[Circle of the Darkmender]|h|r ",
					["serverTime"] = 1700687397,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						17, -- [2]
						18, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320824.753,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [41]
				{
					["message"] = "|Hchannel:channel:2|h[2. 거래 - 도시]|h <다른 용무 중>|Hplayer:Brendasong-Whitemane:108:CHANNEL:2|h[|cff3fc6eaBrendasong|r]|h: LF5M 25m N ICC GDKP - 4 hour full clear with 3 heroics - need dps pumpers carry Lock/Druid/Mage/Hunter / 1 OT . Gear/Gold check in Dalaran - dm class/gs/budget/logs for invite. 5500+ gs 20/25",
					["serverTime"] = 1700687406,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						17, -- [2]
						21, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320834.036,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [42]
				{
					["message"] = "|Hchannel:channel:2|h[2. 거래 - 도시]|h |Hplayer:Drunkbêâr-Whitemane:111:CHANNEL:2|h[|cffff7c0aDrunkbêâr|r]|h: WTS |cffa335ee|Hitem:47315::::::::80:::::::::|h[Band of the Traitor King]|h|r |cffa335ee|Hitem:47297::::::::80:::::::::|h[The Executioner's Vice]|h|r |cffa335ee|Hitem:47257::::::::80:::::::::|h[Cloak of the Untamed Predator]|h|r |cffa335ee|Hitem:47278::::::::80:::::::::|h[Circle of the Darkmender]|h|r ",
					["serverTime"] = 1700687415,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						17, -- [2]
						18, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320843.07,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [43]
				{
					["message"] = "|Hchannel:channel:2|h[2. 거래 - 도시]|h |Hplayer:Higa-Whitemane:113:CHANNEL:2|h[|cffc69b6dHiga|r]|h: LFM VOA 25M Shamans, dk tank, rdruid boomy rogue, lock",
					["serverTime"] = 1700687420,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						17, -- [2]
						31, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320848.203,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [44]
				{
					["message"] = "|Hchannel:channel:2|h[2. 거래 - 도시]|h |Hplayer:Jiglyballz-Whitemane:114:CHANNEL:2|h[|cfff48cbaJiglyballz|r]|h: <EWTF> recruiting a HPal, Rdruid, DK or Warlock for our core ICC roster. We are 7/12 heroic and raid Mo/Tue 430-8st All other roles will be considered",
					["serverTime"] = 1700687432,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						17, -- [2]
						39, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320859.586,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [45]
				{
					["message"] = "|Hchannel:channel:2|h[2. 거래 - 도시]|h |Hplayer:Higa-Whitemane:116:CHANNEL:2|h[|cffc69b6dHiga|r]|h: LFM VOA 25M Shamans, dk tank, rdruid boomy rogue, lock",
					["serverTime"] = 1700687436,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						17, -- [2]
						31, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320863.803,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [46]
				{
					["message"] = "|Hchannel:channel:2|h[2. 거래 - 도시]|h |Hplayer:Bøzz-Whitemane:117:CHANNEL:2|h[|cff0070ddBøzz|r]|h: UP ICC 10 MS/OS //four boss only//LF 1 tank and 1 dps 5k gs min G2G// GUN HEROIC //NO DISCORD",
					["serverTime"] = 1700687438,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						17, -- [2]
						24, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320865.47,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [47]
				{
					["message"] = "|Hchannel:channel:2|h[2. 거래 - 도시]|h |Hplayer:Sricandy:118:CHANNEL:2|h[|cfff48cbaSricandy|r]|h: LFM TOGC 25M NORMAL MS>OS NOTHING HR",
					["serverTime"] = 1700687442,
					["r"] = 1,
					["extraData"] = {
						71, -- [1]
						17, -- [2]
						40, -- [3]
						"CHAT_MSG_CHANNEL", -- [4]
						nil, -- [5]
						nil --[[ skipped inline function ]], -- [6]
						["n"] = 6,
					},
					["timestamp"] = 320870.02,
					["g"] = 0.7529412508010864,
					["b"] = 0.7529412508010864,
				}, -- [48]
			},
			["maxElements"] = 128,
			["TransformIf"] = nil --[[ skipped inline function ]],
			["ReplaceElements"] = nil --[[ skipped inline function ]],
			["SetMaxNumElements"] = nil --[[ skipped inline function ]],
			["GetNumElements"] = nil --[[ skipped inline function ]],
			["GetMaxNumElements"] = nil --[[ skipped inline function ]],
		},
	},
}
